"appName" = "Inlaider (zh-Hant)";


"popup.command.placeholder.typeACommand" = "輸入指令...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "輸入指令或按 Enter 以關閉...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "輸入指令或按 Enter 以貼上結果";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — 切換到編輯器";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — 切換到命令行";
"popup.shortcut.clearCanvas" = "⌘⌫ 清除編輯器";
"popup.shortcut.copyCanvas" = "⌘C 複製編輯器內容";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C 或 Enter 複製編輯器內容";
"popup.shortcut.enterPaste" = "Enter 插入到";
"popup.shortcut.esc" = "Esc 關閉到";

"show" = "顯示";
"about" = "關於";
"quit" = "結束";
"close" = "關閉";
"cancel" = "取消";
"save" = "儲存";
"ok" = "OK";
"settings" = "設定";
"copied" = "已複製";

"settings.section.general.title" = "一般";
"settings.accessibility.title" = "無障礙權限";
"settings.accessibility.description" = "此權限是必需的，以自動讀取選定的文本並將處理後的結果插回原始文本框中。\n如果沒有訪問權限，應用程式將使用剪貼簿來傳遞數據。";
"settings.inlaiderShortcut.label" = "Inlaider 快捷鍵";
"settings.LaunchAtLogin.label" = "啟動時運行";

"settings.section.ownAPIKeys.title" = "自有 API 金鑰";
"provider.apiKey.title" = "API 金鑰";
"provider.apiKey.placeholder" = "在此輸入 API 金鑰";
"provider.models.title" = "模型";
"provider.models.new.placeholder" = "新增模型名稱";

"settings.section.customPrompts.title" = "自定義提示替換";
"prompts.general.title" = "一般提示";
"prompts.replacements.title" = "提示替換";
"prompts.replacements.replaceWhat.label" = "替換";
"prompts.replacements.model.label" = "模型";
"prompts.replacements.replaceWith.label" = "替換為提示";
"prompts.replacements.error.exists.message" = "指令替換 '%@' 已存在。";

"about.ThirdPartyLicenses" = "第三方許可";
"about.VisitOnGithub" = "在 GitHub 上查看";
"about.version" = "版本 %@";

"error.title" = "錯誤";